Repository: CyrilleB79/zoom-enhancements
Catalog: addon/locale/*/LC_MESSAGES/NVDA.po
Languages: hr

source: Zoom Enhancements settings
hr: Postavke Poboljšanja Zooma

source: Alerts reporting mode
hr: Način izvješća o upozorenjima

source: Choose which alerts should be reported (effective only when custom mode is selected)
hr: Odaberite koja upozorenja će biti najavljivana (učinkovito samo dok je odabran prilagođeni način)

source: Participant Has Joined/Left Meeting
hr: Učesnik se pridružio sastanku / napustio sastanak

source: Participant Has Joined/Left Waiting Room
hr: Učesnik se pridružio čekaonici / napustio čekaonicu

source: Audio Muted by Host
hr: Mikrofon je isključen od domaćina sastanka

source: Video Stopped by Host
hr: Kamera je isključena od domaćina sastanka

source: Screen Sharing Started/Stopped by a Participant
hr: Djeljenje zaslona je započeto / zaustavljeno od učesnika

source: Recording Permission Granted/Revoked
hr: Dopuštenje za snimanje je odobreno / odbijeno

source: Public In-meeting Chat Received
hr: Poruka je primljena u javnom razgovoru sastanka

source: Private In-meeting Chat Received
hr: Poruka je primljena u privatnom razgovoru sastanka

source: In-meeting File Upload Completed
hr: Prijenos datoteke na sastanku je završen

source: Host Privilege Granted/Revoked
hr: Privilegija domaćina je odobrena / odbijena

source: Participant Has Raised/Lowered Hand (Host Only)
hr: Učesnik je podigao / spustio ruku (Samo domaćin)

source: Remote Control Permission Granted/Revoked
hr: Dopuštenje za daljinsko upravljanje je odobreno / odbijeno

source: IM Chat Received
hr: Primljen je IM razgovor

source: Zoom Enhancements
hr: Poboljšanja Zooma

source: Report all alerts
hr: Najavljuj sva upozorenja

source: Beep for alerts
hr: Zvučni signal za upozorenja

source: Silence all alerts
hr: Utišaj sva upozorenja

source: Custom
hr: Prilagođeno

source: off
hr: isključeno

source: on
hr: uključeno

source: Toggles reporting joined / left meeting alerts on / off
hr: Uključuje / isključuje izvješće o učesniku koji se pridružio sastanku / koji je napustio sastanak

source: Reporting Participant Has Joined/Left Meeting is %s
hr: Izvješće o učesniku koji se pridružio sastanku / koji je napustio sastanak je %s

source: Toggles reporting joined / left Waiting Room alerts on / off
hr: Uključuje / isključuje izvješće o učesniku koji se pridružio čekaonici / koji je napustio čekaonicu

source: Reporting Participant Has Joined/Left Waiting Room is %s
hr: Izvješće o učesniku koji se pridružio čekaonici / koji je napustio čekaonicu je %s

source: Toggles reporting audio muted by host alerts on / off
hr: Uključuje / isključuje izvješće o upozorenjima kada domaćin sastanka isključi mikrofon

source: Reporting Audio Muted By Host is %s
hr: Izvješće o upozorenjima kada domaćin sastanka isključi mikrofon je %s

source: Toggles reporting video stopped by host alerts on / off
hr: Uključuje / isključuje izvješće o upozorenjima kada domaćin sastanka isključi kameru

source: Reporting Video Stopped By Host is %s
hr: Izvješće o upozorenjima kada domaćin sastanka isključi kameru je %s

source: Toggles reporting screen sharing started / stopped by participant alerts on / off
hr: Uključuje / isključuje izvješće o upozorenjima kada učesnik započne / zaustavi dijeljenje zaslona

source: Reporting Screen Sharing Started/Stopped By Participant is %s
hr: Izvješće o upozorenjima kada učesnik započne / zaustavi dijeljenje zaslona je %s

source: Toggles reporting recording permission granted / revoked alerts on / off
hr: Uključuje / isključuje izvješće o upozorenjima kada domaćin sastanka odobri / odbije dopuštenje za snimanje

source: Reporting Recording Permission Granted/Revoked is %s
hr: Izvješće o upozorenjima kada domaćin sastanka odobri / odbije dopuštenje za snimanje je %s

source: Toggles reporting public in-meeting chat received alerts on / off
hr: Uključuje / isključuje izvješće o upozorenjima kada stigne poruka u javnom razgovoru sastanka

source: Reporting Public In-meeting Chat Received is %s
hr: Izvješće o upozorenjima kada stigne poruka u javnom razgovoru sastanka je %s

source: Toggles reporting private in-meeting chat received alerts on / off
hr: Uključuje / isključuje izvješće o upozorenjima kada stigne poruka u privatnom razgovoru sastanka

source: Reporting Private In-meeting Chat Received is %s
hr: Izvješće o upozorenjima kada stigne poruka u privatnom razgovoru sastanka je %s

source: Toggles reporting in-meeting file upload completed alerts on / off
hr: Uključuje / isključuje izvješće o upozorenjima kada se prijenos datoteke na sastanku završi

source: Reporting In-meeting File Upload Completed is %s
hr: Izvješće o upozorenjima kada se prijenos datoteke na sastanku završi je %s

source: Toggles reporting host privilege granted / revoked alerts on / off
hr: Uključuje / isključuje izvješće o upozorenjima kada se privilegija domaćina odobri / odbije

source: Reporting Host Privilege Granted/Revoked is %s
hr: Izvješće o upozorenjima kada se privilegija domaćina odobri / odbije je %s

source: Toggles reporting participant raised / lowered hand alerts on / off
hr: Uključuje / isključuje izvješće o upozorenjima kada učesnik podigne / spusti ruku

source: Reporting Participant Has Raised/Lowered Hand is %s
hr: Izvješće o upozorenjima kada učesnik podigne / spusti ruku je %s

source: Toggles reporting remote control permission granted /revoked alerts on / off
hr: Uključuje / isključuje izvješće o upozorenjima kada se dopuštenje za daljinsko upravljanje odobri / odbije

source: Reporting Remote Control Permission Granted/Revoked is %s
hr: Izvješće o upozorenjima kada se dopuštenje za daljinsko upravljanje odobri / odbije je %s

source: Toggles reporting IM chat received alerts on / off
hr: Uključuje / isključuje izvješće o upozorenjima kada stigne poruka u IM razgovoru

source: Reporting IM Chat Received is %s
hr: Izvješće o upozorenjima kada stigne poruka u IM razgovoru je %s

source: Toggles between reporting alerts as usual, beeping for the alert, silencing alerts completely, or custom mode where the user can choose which alerts are reported and which aren't.
hr: Prebacuje između izvješća o upozorenjima kao i obično, zvučni signal za upozorenja, potpuno utišavanje upozorenja ili prilagođeni način rada, gdje možete odabrati koja se upozorenja najavljuju, a koja ne.

source: Moves focus in / out of the remote controlled screen
hr: Premješta fokus unutar / van zaslona za daljinsko upravljanje

source: Shows Zoom enhancements settings dialog
hr: Prikazuje dijalog postavki poboljšanja za Zoom

source: Shows chat history dialog
hr: Prikazuje dijalog povijesti razgovora

source: Chat history
hr: Povijest razgovora

source: An add-on which aims to enhance the experience while using Zoom and NVDA
hr: Dodatak koji ima za cilj poboljšati iskustvo korištenja Zooma i NVDA
